{
  "FACE DANGER": "When you attempt something risky or react to an imminent threat, envision your action and roll. If you act...\n✴ With speed, mobility, or agility: Roll +edge\n✴ With resolve, command, or sociability: Roll +heart\n✴ With strength, endurance, or aggression: Roll +iron\n✴ With deception, stealth, or trickery: Roll +shadow\n✴ With expertise, focus, or observation: Roll +wits\nOn a strong hit, you are successful. Take +1 momentum.\nOn a weak hit, you succeed, but not without a cost. Make a suffer move (-1).\nOn a miss, you fail, or a momentary success is undermined by a dire turn of events. Pay the Price.",
  "GATHER INFORMATION": "When you search for clues, conduct an investigation, analyze evidence, or do research, roll +wits.\nOn a strong hit, you discover something helpful and specific. The path you must follow or action you must take to make progress is made clear. Envision what you learn. Then, take +2 momentum.\nOn a weak hit, the information provides new insight, but also complicates your quest. Envision what you discover. Then, take +1 momentum.\nOn a miss, your investigation unearths a dire threat or reveals an unwelcome truth that undermines your quest. Pay the Price.",
  "COMPEL": "When you try to persuade someone or make them an offer, envision your approach. If you...\n✴ Charm, pacify, encourage, or barter: Roll +heart ✴ Threaten or incite: Roll +iron\n✴ Lie or swindle: Roll +shadow\nOn a strong hit, they’ll do what you want or agree to your conditions. Take +1 momentum.\nOn a weak hit, as above, but their agreement comes with a demand or complication. Envision their counteroffer.\nOn a miss, they refuse or make a demand that costs you greatly. Pay the Price.",
  "SECURE AN ADVANTAGE": "When you assess a situation, make preparations, or attempt to gain leverage, envision your action and roll. If you act...\n✴ With speed, mobility, or agility: Roll +edge\n✴ With resolve, command, or sociability: Roll +heart\n✴ With strength, endurance, or aggression: Roll +iron\n✴ With deception, stealth, or trickery: Roll +shadow\n✴ With expertise, focus, or observation: Roll +wits\nOn a hit, you succeed. On a strong hit, take both. On a weak hit, choose one.\n✴ Take +2 momentum\n✴ Add +1 on your next move (not a progress move)\nOn a miss, you fail or your assumptions betray you. Pay the Price."
}